[
  {
    "title": "Police left children at mercy of grooming gangs, review says",
    "description": "A report criticises a series of failed investigations by Greater Manchester Police in Rochdale.",
    "image": null,
    "date": "2024-01-15T16:28:54.000Z",
    "source": "BBC News"
  },
  {
    "title": "Home Office to ban Hizb ut-Tahrir as terror group",
    "description": "The controversial Islamist group is accused of praising the Hamas attacks on Israel.",
    "image": null,
    "date": "2024-01-15T15:09:44.000Z",
    "source": "BBC News"
  },
  {
    "title": "Iceland volcano: Aerial footage shows lava burning houses",
    "description": "Two volcanic fissures opened in the ground near Grindavik, sending lava spilling into the town.",
    "image": null,
    "date": "2024-01-15T11:39:53.000Z",
    "source": "BBC News"
  },
  {
    "title": "UK weather: Cold blast brings snow to many parts of UK",
    "description": "Travel disruption is also expected as yellow weather warnings have been issued across the UK.",
    "image": null,
    "date": "2024-01-15T16:03:22.000Z",
    "source": "BBC News"
  },
  {
    "title": "Israel: Woman killed, 17 hurt in suspected Palestinian car-ramming attack",
    "description": "Two Palestinians are arrested after several cars are used in what police say was a terrorist attack.",
    "image": null,
    "date": "2024-01-15T16:23:05.000Z",
    "source": "BBC News"
  },
  {
    "title": "New train strike dates announced by Aslef drivers' union",
    "description": "Fresh walkouts are planned for January and February as the dispute enters its third calendar year.",
    "image": null,
    "date": "2024-01-15T14:20:33.000Z",
    "source": "BBC News"
  },
  {
    "title": "Boeing to increase quality inspections of 737 Max production",
    "description": "The plane maker will allow independent assessments after a door plug fell from an Alaska Airlines flight.",
    "image": null,
    "date": "2024-01-15T14:56:23.000Z",
    "source": "BBC News"
  },
  {
    "title": "Caroline Glachan murder: Two men jailed for killing schoolgirl in 1996",
    "description": "The body of Caroline Glachan was discovered on a river bank in West Dunbartonshire more than 27 years ago.",
    "image": null,
    "date": "2024-01-15T13:52:24.000Z",
    "source": "BBC News"
  },
  {
    "title": "Five Republican storylines to watch for at Iowa caucuses",
    "description": "A possible knockout punch, a fight for second place and one candidate's last stand - Anthony Zurcher has the lowdown.",
    "image": null,
    "date": "2024-01-15T10:01:03.000Z",
    "source": "BBC News"
  },
  {
    "title": "Denmark's cool, Scandi 'coronation' felt similar to the UK's",
    "description": "Daniela Relph expected Scandinavian coolness at King Frederik X's proclamation, but was surprised by familiarity.",
    "image": null,
    "date": "2024-01-15T15:47:25.000Z",
    "source": "BBC News"
  }
]